fablabbcn/leonardoat90/boards.txt
leonardoAT90.name=Leonardo AT90USB1286 (8 Mhz)
leonardoAT90.upload.protocol=avr109
leonardoAT90.upload.maximum_size=124000
leonardoAT90.upload.speed=57600
leonardoAT90.upload.disable_flushing=true
leonardoAT90.bootloader.low_fuses=0xff
leonardoAT90.bootloader.high_fuses=0xda
leonardoAT90.bootloader.extended_fuses=0xf9
leonardoAT90.bootloader.path=caterina
leonardoAT90.bootloader.file=Caterina-Leonardo-AT90-8.hex
leonardoAT90.bootloader.unlock_bits=0x3F
leonardoAT90.bootloader.lock_bits=0x2F
leonardoAT90.build.mcu=at90usb1286
leonardoAT90.build.f_cpu=8000000L
leonardoAT90.build.vid=0x2341
leonardoAT90.build.pid=0x0036
leonardoAT90.build.core=arduino:arduino
leonardoAT90.build.variant=leonardo-at90